[
  {
    "id": "recruitments-id-0",
    "name": "Сотрудник и Заказчик работают в одной организации",
    "description": "",
    "children": [
      {
        "id": "recruitments-id-00",
        "name": "Работа в пределах установленной нормы рабочих часов. Дополнительное оформление не требуется.",
        "description": "",
        "children": []
      },
      {
        "id": "recruitments-id-01",
        "name": "Работа с надбавкой за реализацию проектных задач. Оформление через приказ",
        "description": "",
        "children": []
      }
    ]
  },
  {
    "id": "recruitments-id-1",
    "name": "Сотрудники заказчик работают в разных организациях",
    "description": "",
    "children": [
      {
        "id": "recruitments-id-10",
        "name": "Оформление через договорные отношения между организациями",
        "description": "Например, договоры на услуги, договоры предоставления персонала, в рамках которых одна организация может давать своему работнику поручение выполнять какие-либо действия в интересах другой организации.",
        "children": [
          {
            "id": "recruitments-id-100",
            "name": "Работа поручается в рамках основных должностных обязанностей по занимаемой должности",
            "description": "Участие в команде учитывается в рабочее время (в пределах установленной нормы). Участие в команде оплачивается в рамках текущей заработной платы. Работодатель также может предусмотреть дополнительные стимулирующие выплаты",
            "children": []
          },
          {
            "id": "recruitments-id-101",
            "name": "Работнику с его согласия оформляется Дополнительная работа по должности (расширение зоны обслуживания, увеличение объема работы на основании ст. 60.2 ТК РФ).",
            "description": "Работа поручается в рамках основных должностных обязанностей по занимаемой должности. Участие в команде оплачивается в рамках текущей заработной платы оплачивается дополнительная работа. Участие в команде учитывается в рабочее время (в пределах установленной нормы).",
            "children": []
          },
          {
            "id": "recruitments-id-102",
            "name": "Работнику с его согласия оформляется совместительство (работа по другой должности, функции которой востребованы для внешнего заказчика)",
            "description": "Работа поручается в рамках должностных обязанностей по совместительству. Участие в команде оплачивается в рамках заработной платы по совместительству. Для данной должности работодатель может также применить дополнительные стимулирующие выплаты (например, премирование за сопровождение заказчиков). Участие в команде учитывается за пределами рабочего времени по основному месту работы, но не более 4 часов.",
            "children": []
          }
        ]
      },
      {
        "id": "recruitments-id-11",
        "name": "Совместное участие нескольких организаций в реализации проекта/ продвижении продукта/ сопровождении иного процесса",
        "description": "По поручению ПАО ГПН либо созданного на уровне Группы компаний коллегиального органа, решения которого обязательны для организаций Группы компаний",
        "children": [
          {
            "id": "recruitments-id-110",
            "name": "Поручение работы в рамках основных должностных обязанностей",
            "description": "Участие в команде учитывается в рабочее время (в пределах установленной нормы). Участие в команде оплачивается в рамках текущей заработной платы. Работодатель также может предусмотреть дополнительные стимулирующие выплаты",
            "children": []
          },
          {
            "id": "recruitments-id-111",
            "name": "Работнику с его согласия оформляется Дополнительная работа по должности (расширение зоны обслуживания, увеличение объема работы на основании ст. 60.2 ТК РФ).",
            "description": "Работа поручается в рамках основных должностных обязанностей по занимаемой должности. Участие в команде оплачивается в рамках текущей заработной платы оплачивается дополнительная работа. Участие в команде учитывается в рабочее время (в пределах установленной нормы).",
            "children": []
          }
        ]
      },
      {
        "id": "recruitments-id-12",
        "name": "Участник команды оформляет отношения напрямую с другой организацией",
        "description": "Оформление по совместительству или договор ГПХ",
        "children": [
          {
            "id": "recruitments-id-120",
            "name": "Участник оформляется как внешний совместитель по ТК РФ",
            "description": "Поручение работы в рамках должностных обязанностей. Участие в команде учитывается в рабочее время по совместительству (не более 4 часов) в Организации-2, в работу по основному рабочему времени не учитывается. Участие в команде оплачивается в рамках заработной платы по должности в Организации-2. Организация-2 также может предусмотреть дополнительные стимулирующие выплаты (премирование).",
            "children": []
          },
          {
            "id": "recruitments-id-121",
            "name": "С участником оформляется договор ГПХ",
            "description": "Учет рабочего времени не ведется. Оплата осуществляется на условиях договора. Задачи выполняются в рамках предмета договора.",
            "children": []
          }
        ]
      }
    ]
  }
]
